Repository: OrchidProtocol/orchid
Catalog: gui-orchid/lib/l10n/intl_*.arb
Languages: id

source: New Hop
id: Lompatan baru

source: Orchid Hop
id: Lompatan Orchid

source: Orchid disabled
id: Orchid dinonaktifkan

source: Traffic monitoring only
id: Pemantauan lalu lintas saja

source: Orchid connecting
id: Menghubungkan ke Orchid

source: Orchid disconnecting
id: Memutuskan dari Orchid

# numHopsConfigured
source: {num, plural, zero{No hops configured} one{One hop configured} two{Two hops configured} other{{num} hops configured}}
id: {num, plural, other{{num} lompatan dikonfigurasi}}

source: Delete
id: Hapus

# turnOnToActivate
source: Turn Orchid on to activate your hops and protect your traffic
id: Nyalakan Orchid untuk mengaktifkan lompatan dan melindungi lalu lintas Anda

# createFirstHop
source: Create your first hop to protect your connection.
id: Buat lompatan pertama Anda untuk melindungi koneksi Anda.

source: Hops
id: Lompatan

source: Traffic
id: Lalu lintas

# createInstruction1
source: To create an Orchid hop you need an Orchid account. Open
id: Untuk membuat lompatan Orchid, akun Orchid diperlukan. Buka

# createInstructions2
source: in a Web3 browser and follow the steps. Paste in your Ethereum address below.
id: di peramban Web3 dan ikuti langkah-langkahnya. Tempelkan alamat Ethereum Anda di bawah ini.

# learnMoreButtonTitle
source: LEARN MORE
id: KETAHUI LEBIH LANJUT

source: Orchid requires OXT
id: Orchid membutuhkan OXT

source: Credentials
id: Kredensial

source: Curation
id: Kurasi

source: Rate Limit
id: Batas laju

source: Signer Key
id: Kunci penanda tangan

source: Copy
id: Salin

source: Paste
id: Tempelkan

source: Ethereum Address
id: Alamat Ethereum

source: Amount
id: Jumlah

source: Deposit
id: Deposito

source: Curator
id: Kurator

# viewOrModifyRateLimit
source: View or modify your rate limit.
id: Lihat atau ubah batas laju.

source: Share Orchid Account
id: Bagikan akun Orchid

source: My Orchid Account
id: Akun Orchid saya

source: Budget
id: Anggaran

source: OK
id: Oke

# settingsButtonTitle
source: SETTINGS
id: PENGATURAN

source: Confirm this action
id: Konfirmasikan tindakan ini

# cancelButtonTitle
source: CANCEL
id: Batalkan

# changesWillTakeEffectInstruction
source: Changes will take effect when the VPN is restarted.
id: Perubahan akan diterapkan saat VPN dimulai ulang.

source: Saved
id: Disimpan

source: Configuration saved
id: Konfigurasi disimpan

source: Whoops
id: Maaf

# configurationFailedInstruction
source: Configuration failed to save. Please check syntax and try again.
id: Konfigurasi gagal disimpan. Silakan periksa sintaksisnya, lalu coba lagi.

source: Add Hop
id: Tambahkan lompatan

source: Select your hop
id: Pilih lompatan

source: I have a QR code
id: Saya punya kode QR

source: I want to try Orchid
id: Saya ingin mencoba Orchid

source: I have a VPN subscription
id: Saya punya langganan VPN

# orchidRequiresAccountInstruction
source: Orchid requires an Orchid account. Scan or paste your existing account below to get started.
id: Orchid membutuhkan akun Orchid. Pindai atau tempelkan akun terdaftar di bawah ini untuk memulai.

source: Create Orchid Account
id: Buat akun Orchid

# youNeedEthereumWallet
source: You'll need an Ethereum Wallet in order to create an Orchid account.
id: Anda perlu dompet Ethereum untuk membuat akun Orchid.

# loadMsg
source: Load
id: Kunjungi

# inYourWalletBrowserInstruction
source: in your wallet's browser to get started.
id: di peramban dompet Anda untuk memulai.

source: Need more help
id: Perlu bantuan lebih lanjut

source: Read the guide
id: Baca panduannya

source: Add Orchid Account
id: Tambahkan akun Orchid

source: Add Account
id: Tambahkan akun

source: Scan
id: Pindai

source: Invalid QR Code
id: Kode QR tidak valid

# theQRCodeYouScannedDoesNot
source: The QR code you scanned does not contain a valid account configuration.
id: Kode QR yang dipindai tidak berisi konfigurasi akun yang valid.

source: Invalid Code
id: Kode tidak valid

# theCodeYouPastedDoesNot
source: The code you pasted does not contain a valid account configuration.
id: Kode yang ditempelkan tidak berisi konfigurasi akun yang valid.

source: OpenVPN Hop
id: Lompatan OpenVPN

source: Username
id: Nama pengguna

source: Password
id: Kata sandi

source: Config
id: Konfigurasi

# pasteYourOVPN
source: Paste your OVPN config file here
id: Tempelkan berkas konfigurasi OVPN di sini

source: Enter your credentials
id: Masukkan kredensial Anda

# enterLoginInformationInstruction
source: Enter the login information for your VPN provider above. Then paste the contents of your provider’s OpenVPN config file into the field provided.
id: Masukkan informasi log-masuk untuk penyedia VPN Anda di atas. Kemudian tempelkan isi berkas konfigurasi OpenVPN penyedia Anda ke bidang yang disediakan.

source: Save
id: Simpan

source: Help
id: Bantuan

source: Privacy Policy
id: Kebijakan Privasi

source: Open Source Licenses
id: Lisensi Sumber Terbuka

source: Settings
id: Pengaturan

source: Advanced
id: Lanjutan

source: Version
id: Versi

source: No version
id: Tidak ada versi

source: Setup
id: Penyiapan

source: Orchid Overview
id: Ikhtisar Orchid

source: Default Curator
id: Kurator baku

source: Allow No Hop VPN
id: Izinkan VPN tanpa lompatan

source: Query Balances
id: Minta info saldo

source: Show Instructions
id: Tampilkan petunjuk

source: Reset
id: Atur ulang

source: Manage Configuration
id: Kelola konfigurasi

source: Show Status Page
id: Tampilkan halaman status

# warningThesefeature
source: Warning: These features are intended for advanced users only. Please read all instructions.
id: Peringatan: Fitur ini hanya ditujukan bagi pengguna tingkat lanjut. Silakan baca semua petunjuk.

source: Export Hops Configuration
id: Ekspor konfigurasi lompatan

source: Export
id: Ekspor

# warningExportedConfiguration
source: Warning: Exported configuration includes the signer private key secrets for the exported hops. Revealing private keys exposes you to loss of all funds in the associated Orchid accounts.
id: Peringatan: Konfigurasi yang diekspor termasuk rahasia kunci privat penanda tangan untuk lompatan yang diekspor. Menyingkapkan kunci privat mengakibatkan hilangnya semua dana pada akun Orchid yang terkait.

source: Import Hops Configuration
id: Impor konfigurasi lompatan

source: Import
id: Impor

# warningImportedConfiguration
source: Warning: Imported configuration will replace any existing hops that you have created in the app. Signer keys previously generated or imported on this device will be retained and remain accessible for creating new hops, however all other configuration including OpenVPN hop configuration will be lost.
id: Peringatan: Konfigurasi yang diimpor akan menggantikan lompatan yang telah Anda buat pada aplikasi. Kunci penanda tangan yang dibuat sebelumnya atau diimpor pada perangkat ini akan dipertahankan dan tetap dapat diakses untuk membuat lompatan baru. Namun, semua konfigurasi lainnya, termasuk konfigurasi lompatan OpenVPN, akan hilang.

source: Configuration
id: Konfigurasi

# saveButtonTitle
source: SAVE
id: SIMPAN

source: Search
id: Telusuri

source: traffic list view
id: tampilan daftar lalu lintas

source: New Content
id: Konten baru

source: Clear
id: Kosongkan

source: Delete all data
id: Hapus semua data

# thisWillDeleteRecorded
source: This will delete all recorded traffic data within the app.
id: Tindakan ini akan menghapus semua rekaman data lalu lintas pada aplikasi.

# okButtonTitle
source: OK
id: Oke

source: Connection Detail
id: Detail koneksi

source: Host
id: Hos

source: Time
id: Waktu

source: Source Port
id: Porta sumber

source: Destination
id: Destinasi

source: Destination Port
id: Porta destinasi

source: Generate new key
id: Buat kunci baru

source: Import key
id: Impor kunci

source: Choose key
id: Pilih kunci

source: Welcome to Orchid
id: Selamat datang di Orchid

# thisReleaseVPNInstruction
source: This release is Orchid’s advanced VPN client, supporting multi-hop and local traffic analysis.
id: Rilis ini merupakan klien VPN tercanggih dari Orchid, mendukung analisis lalu lintas lokal serta multi-lompatan.

# toGetStartedInstruction
source: To get started, enable the VPN.
id: Untuk memulai, aktifkan VPN.

# nothingToDisplayYet
source: Nothing to display yet. Traffic will appear here when there’s something to show.
id: Tidak ada yang untuk ditampilkan. Lalu lintas akan muncul di sini ketika ada sesuatu untuk ditampilkan.

source: Approximately
id: Sekitar

# bandwidthIsPurchasedInAVpnMarketplaceSoPriceWill
source: Bandwidth is purchased in a VPN marketplace so price will fluctuate based on market dynamics.
id: Bandwidth dibeli di pasar VPN sehingga harga akan berfluktuasi berdasarkan dinamika pasar.

source: Bandwidth value will vary
id: Nilai bandwidth akan bervariasi

# basedOnYourBandwidth
source: Based on your bandwidth usage
id: Berdasarkan penggunaan bandwidth Anda

source: Buy Credits
id: Membeli kredit

# buyPrepaidCreditsToGetStartedTheresNoMonthlyFee
source: Buy prepaid credits to get started. There’s no monthly fee and you only pay for what you use.
id: Beli kredit prabayar untuk memulai. Tidak ada biaya bulanan dan Anda hanya membayar apa yang Anda gunakan.

source: Buy VPN credits
id: Beli kredit VPN

source: Choose your amount
id: Pilih jumlah Anda

source: Choose your purchase
id: Pilih pembelian Anda

# clearThisInProgressTransactionExplain
source: Clear this in-progress transaction. This will not refund your in-app purchase. You must contact Orchid to resolve the issue.
id: Hapus transaksi yang sedang berlangsung ini. Ini tidak akan mengembalikan pembelian dalam aplikasi Anda. Anda harus menghubungi Anggrek untuk menyelesaikan masalah ini.

source: Connecting...
id: Menghubungkan ...

source: Contact Orchid
id: Hubungi Anggrek

source: Copy Debug Info
id: Salin Info Debug

source: Create a custom account
id: Buat akun khusus

source: Delete Transaction
id: Hapus Transaksi

source: Disconnecting...
id: Memutuskan sambungan ...

source: Enter OVPN credentials
id: Masukkan kredensial OVPN

source: Fetching Purchased PAC
id: Mengambil PAC yang Dibeli

# getHelpResolvingIssue
source: Get help resolving this issue.
id: Dapatkan bantuan untuk menyelesaikan masalah ini.

source: Have an Orchid account or VPN subscription?
id: Punya akun Anggrek atau berlangganan VPN?

# iHaveOrchidAccount
source: I have an Orchid Account
id: Saya memiliki Akun Anggrek

source: Import an Orchid account
id: Impor akun Anggrek

source: Need an Account?
id: Perlu Akun?

source: of traffic
id: lalu lintas

source: Only for the Orchid App
id: Hanya untuk Aplikasi Anggrek

source: Orchid is running!
id: Anggrek sedang berlari!

# orchidIsUniqueAsItSupportsMultipleVPN
source: Orchid is unique as it supports multiple VPN connections at once. Each VPN connection is a "hop". Each hop needs an active account, choose an option below.
id: Anggrek unik karena mendukung beberapa koneksi VPN sekaligus. Setiap koneksi VPN adalah "hop". Setiap hop membutuhkan akun aktif, pilih opsi di bawah ini.

# orchidTokensInTheFormOfAccessCreditsAreUnable
source: Orchid tokens in the form of access credits are unable to be used or transferred outside of the Orchid App.
id: Token anggrek dalam bentuk kredit akses tidak dapat digunakan atau ditransfer di luar Aplikasi Anggrek.

# payOnlyForWhatYouUseWithVpnCreditsOnly
source: Pay only for what you use with VPN credits, only spent while the VPN is active. No expiration period, monthly fees or charges.
id: Bayar hanya untuk apa yang Anda gunakan dengan kredit VPN, hanya dihabiskan saat VPN aktif. Tidak ada periode kedaluwarsa, biaya atau biaya bulanan.

source: Preparing Purchase
id: Mempersiapkan Pembelian

source: Purchase
id: Membeli

source: Purchase Error
id: Kesalahan Pembelian

# purchasePAC
source: Purchase an Account (PAC)
id: Beli Akun (PAC)

source: Push to connect.
id: Dorong untuk terhubung.

source: Remove
id: Menghapus

source: Retry
id: Mencoba kembali

source: Retry Purchased PAC
id: Coba lagi PAC yang Dibeli

source: Retrying Purchased PAC
id: Mencoba ulang PAC yang Dibeli

source: Scan or Paste Account
id: Pindai atau Rekatkan Akun

# scanOrPasteYourExistingAccountBelowToAddIt
source: Scan or paste your existing account below to add it as a hop.
id: Pindai atau rekatkan akun Anda yang ada di bawah ini untuk menambahkannya sebagai hop.

# scanYourExistingAccountCreateACustomAccountOrEnter
source: Scan your existing account, create a custom account or enter OVPN credentials.
id: Pindai akun Anda yang ada, buat akun khusus atau masukkan kredensial OVPN.

source: See the options
id: Lihat opsi

source: Set up Account
id: Siapkan Akun

# thereWasAnErrorInPurchasingContact
source: There was an error in purchasing. Please contact Orchid Support.
id: Terjadi kesalahan dalam pembelian. Silakan hubungi Dukungan Anggrek.

source: Enter OVPN Profile
id: Masukkan Profil OVPN

# linkAnOrchidAccount
source: Link Orchid Account
id: Tautkan Akun Anggrek

source: Buy Orchid Account
id: Beli Akun Anggrek

source: Link your existing Orchid account or enter an OVPN profile.
id: Tautkan akun Anggrek Anda yang ada atau masukkan profil OVPN.

source: Manage Profile
id: Kelola Profil

source: Paste Account
id: Rekatkan Akun

# pasteYourExistingAccountBelowToAddItAsA
source: Paste your existing account below to add it as a hop.
id: Tempel akun Anda yang ada di bawah ini untuk menambahkannya sebagai hop.

# weAreSorryButThisPurchaseWouldExceedTheDaily
source: We are sorry but this purchase would exceed the daily purchase limit for access credits. Please try again later.
id: Maaf, pembelian ini akan melebihi batas pembelian harian untuk kredit akses. Silakan coba lagi nanti.

source: Already have an Orchid Account?
id: Sudah punya Akun Anggrek?

source: Average
id: Rata-rata

source: Balance too low
id: Saldo terlalu rendah

source: Bandwidth will fluctuate based on market dynamics.
id: Bandwidth akan berfluktuasi berdasarkan dinamika pasar.

source: Buy Orchid Credits
id: Beli Kredit Anggrek

source: CANCEL
id: Membatalkan

source: Clear all log data?
id: Hapus semua data log?

source: Connect
id: Menghubung

source: Consider adding OXT to your account balance.
id: Pertimbangkan untuk menambahkan OXT ke saldo akun Anda.

# considerAddingOxtToYourDepositOrMovingFundsFrom
source: Consider adding OXT to your deposit or moving funds from your balance to your deposit.
id: Pertimbangkan untuk menambahkan OXT ke deposit Anda atau memindahkan dana dari saldo Anda ke deposit Anda.

source: Cost to redeem:
id: Biaya untuk menebus:

# createAnOrchidAccountLinkAnExistingAccountOrImport
source: Create an Orchid account, link an existing account or import an OVPN profile.
id: Buat akun Anggrek, tautkan akun yang ada atau impor profil OVPN.

# createOrLinkAnOrchidAccountImportAnOvpnProfile
source: Create or link an Orchid account, import an OVPN profile or build a multi-hop connection to get started.
id: Buat atau tautkan akun Anggrek, impor profil OVPN, atau bangun koneksi multi-hop untuk memulai.

source: Custom Setup
id: Pengaturan Kustom

source: Deposit size too small
id: Ukuran setoran terlalu kecil

source: Disconnect
id: Memutuskan

source: Enter WireGuard Profile
id: Masukkan Profil WireGuard

source: Good for an individual
id: Bagus untuk seorang individu

source: Good for bandwidth-heavy uses & sharing
id: Bagus untuk penggunaan bandwidth & penggunaan berat

source: Good for browsing and light activity
id: Bagus untuk browsing dan aktivitas ringan

source: Have an Orchid Account or OXT?
id: Punya Akun Anggrek atau OXT?

source: Heavy
id: Berat

source: It may contain secret or personally identifying information.
id: Ini mungkin mengandung informasi rahasia atau identitas pribadi.

source: Learn more.
id: Belajarlah lagi.

source: Loading ...
id: Memuat ...

source: Logging
id: Penebangan

source: Logging enabled
id: Logging diaktifkan

source: Longer term usage
id: Penggunaan jangka panjang

source: Market Stats
id: Statistik Pasar

source: More
id: Lebih

source: New to Orchid?
id: Baru mengenal Anggrek?

source: No subscription, credits don’t expire.
id: Tanpa berlangganan, kredit tidak kedaluwarsa.

source: One-time purchase
id: Pembelian satu kali

# pasteTheCredentialInformationForYourWireguardProviderIntoThe
source: Paste the credential information for your WireGuard provider into the field above.
id: Rekatkan informasi kredensial untuk penyedia WireGuard Anda ke bidang di atas.

source: Paste your WireGuard config file here
id: Tempel file konfigurasi WireGuard Anda di sini

source: Prices
id: Harga

# purchaseOrchidCreditsLinkAnAccountOrOvpnProfileTo
source: Purchase Orchid Credits, link an account or OVPN profile to get started.
id: Beli Kredit Anggrek, tautkan akun atau profil OVPN untuk memulai.

source: Purchase Orchid Credits to connect with Orchid.
id: Beli Kredit Anggrek untuk terhubung dengan Anggrek.

source: Scan or paste your existing account below.
id: Pindai atau rekatkan akun Anda yang ada di bawah ini.

source: Short to medium term usage
id: Penggunaan jangka pendek hingga menengah

source: Spent only when the VPN is active.
id: Hanya digunakan saat VPN aktif.

# thisDebugLogIsNonpersistentAndClearedWhenQuittingThe
source: This debug log is non-persistent and cleared when quitting the app.
id: Log debug ini tidak persisten dan dihapus saat keluar dari aplikasi.

source: Ticket Value
id: Nilai Tiket

source: Traffic Monitor
id: Monitor Lalu Lintas

source: Try out Orchid
id: Cobalah Anggrek

source: Unlimited devices and sharing.
id: Perangkat dan berbagi tanpa batas.

source: View the docs for help on this issue.
id: Lihat dokumen untuk bantuan tentang masalah ini.

# yourMaxTicketValueIsCurrentlyLimitedByYourBalance
source: Your max ticket value is currently limited by your balance of
id: Nilai tiket maksimum Anda saat ini dibatasi oleh saldo Anda sebesar

# yourMaxTicketValueIsCurrentlyLimitedByYourDeposit
source: Your max ticket value is currently limited by your deposit of
id: Nilai tiket maksimum Anda saat ini dibatasi oleh setoran Anda sebesar

source: Confirm Delete
id: Konfirmasikan Hapus

source: Deleted Hops
id: Hops yang dihapus

source: Deleting this hop will permanently remove the contained account information.
id: Menghapus hop ini akan menghapus informasi akun yang terkandung secara permanen.

# deletingThisHopWillRemoveItsConfiguredOrPurchasedAccount
source: Deleting this hop will remove its configured or purchased account information.
id: Menghapus hop ini akan menghapus informasi akun yang dikonfigurasi atau dibeli.

source: ETH price:
id: Harga ETH:

source: Gas price:
id: Harga gas:

# ifYouPlanToReuseTheAccountLaterYouShould
source: If you plan to re-use the account later you should first save it using either the 'share hop' option or by backing up your entire circuit configuration with the Configuration Management tool in Settings.
id: Jika Anda berencana untuk menggunakan kembali akun nanti, Anda harus menyimpannya terlebih dahulu menggunakan opsi 'share hop' atau dengan mencadangkan seluruh konfigurasi sirkuit Anda dengan alat Manajemen Konfigurasi di Pengaturan.

source: Max face value:
id: Nilai nominal maks:

source: No recently deleted hops...
id: Tidak ada hop yang baru dihapus ...

source: OXT price:
id: Harga OXT:

source: Recently Deleted
id: Baru Dihapus
